{
  "hikes": [
    {
      "title": "Charleston Peak",
      "body": "This hike can be done by way of a couple different routes. It can be done as an up and back route or a loop with cars placed about a mile apart. Most of the routes result in an approximately 17 mile round trip hike. While the hike is very strenuous. The effort is well worth it. The views from the peak and the gratification of getting it to the top make it all worthwhile. Given the altitude of the peak (11,900ft), it's best to make sure you're acclimated by doing some shorter hikes up there to prepare.",
      "photo": "https://res.cloudinary.com/mrjiggyfly/image/upload/v1595530404/Charleston%20Peak/IMG_1092_jbpmhl.jpg",
      "author": "Michael",
      "id": 1
    },
    {
      "title": "Observation Point",
      "body": "Spectacular hike located in Zion National Park. Unfortunately, for the time being, the normal 8.8 strenuous round trip hike that starts at Weeping Rock shuttle stop is closed due to the danger of potential rockfall. There's another way to get to the peak from East Rim trail. But the photos and the description included here are from the Weeping Rock trailhead. The first mile is extremely strenuous in the way of elevation gain. From there things level off for a while as you make your way into and through Echo Canyon which is very nice. From there the elevation gain picks back up and the never-ending switchbacks begin. It is in this section that the alternate way from East Rim Trail merges with the main trail. Finally, when the switchbacks do indeed end, there's a pleasnt 3/4 mile flat trail that takes you to the fabulous Observation Point!",
      "photo": "https://res.cloudinary.com/mrjiggyfly/image/upload/v1595528565/Observation%20Point/IMG_4902_xga2iy.jpg",
      "author": "Manuela",
      "id": 2
    },
    {
      "title": "Terrace Canyon",
      "body": "Another beautful hike that begins at the Pine Creek Trailhead inside the Scenic Red Rock Loop Drive. For about the first mile, this hike follows the exact same trail as Fern Canyon. But instead of going to the right of Mescalito, the shorter peak with the Red Cap, this route goes to the left. This hike is longer than Fern Canyon. There lots of class 2 & 3 boulder scrambling. And you really need to pay attention to the directions and or waypoints from Branch Whitney's book, Hiking Las Vegas. Even then it's easy to miss a turn or to end up in Gunsight Canyon instead of Terrace Canyon. So it's best to try and go with someone who has done it before. The canyon is beautiful, especially when there's seasonal water cascading down the terraces. Love to use the word 'cascading'.",
      "photo": "https://res.cloudinary.com/mrjiggyfly/image/upload/v1595529070/Terrace%20Canyon/IMG_0227_vbahrd.jpg",
      "author": "Jeffery",
      "id": 3
    },
    {
      "title": "Hamblin Mountain",
      "body": "This is my favorite hike overall. It's just over 7.5 miles round trip. The hike starts at mile marker 18 along North Shore Road in the Lake Mead Recreation Area. It is a fee area. But, a National Parks Pass will get the job done. The first couple of miles ascend at a moderate grade. There's only a couple of strenuous parts of the hike. And there's just a bit of scree on the descent that will have you picking your way carefully . But overall, it's benign with spectacular views that keep getting better until the culmination looking down on Lake Mead. Anybody in good gym shape can do this hike. Big horn sheep are commonly seen along this route. So keep your eyes out on the hillside for them. Enjoy!",
      "author": "Michael",
      "photo": "https://res.cloudinary.com/mrjiggyfly/image/upload/v1595529355/Hamblin%20Mountain/IMG_0538_y356gw.jpg",
      "id": 4
    },
    {
      "title": "Desolation Canyon",
      "body": "Thanks to Jim Boone for posting the details of this hike on his birdandhike.com website. It's fabulous. It's located near Furnace Creek in Death Valley NP. It's actually only about a mile away from the much more traveled Golden Canyon. It's only 4.5 miles round trip. It's pretty exceptional the whole way. The hike takes you into and through and up a nice slot canyon which has many tributaries itself. But let's keep out eyes on the prize. Toward the end of the main slot canyon, the trail veers to the right and up a steep ascent. Don't let the ascent get the better of you. Because when you reach the top you'll be rewarded with world class views. Stunning. Thanks again to Jim Boone for detailing this hike on his website. I try and do it annually.",
      "author": "jeffery",
      "photo": "https://res.cloudinary.com/mrjiggyfly/image/upload/v1594492608/Desolation%20Canyon/IMG_5064_mjh0fe.jpg",
      "id": 5
    }
  ]
}